Repository: rzido/ckanext-cdc_showcase
Catalog: ckanext/sixodp_showcase/i18n/*/LC_MESSAGES/ckanext-sixodp_showcase.po
Languages: gl

source: Showcase not found
gl: Aplicación non atopada

source: Unauthorized to read showcase
gl: Non estás autorizado a ler a aplicación

source: Not authorized to see this page
gl: Non estás autorizado a ver esta páxina

source: Organizations
gl: Organizacións

source: Groups
gl: Grupos

source: Tags
gl: Etiquetas

source: Formats
gl: Formatos

source: Licenses
gl: Licenzas

source: Invalid search query: {error_message}
gl: Consulta de búsqueda invalida: {error_message}

source: Parameter "{parameter_name}" is not an integer
gl: Ó parámetro "{parameter_name}" Non é un entero

source: Category
gl: Categoría

source: Platform
gl: Plataforma

source: Showcase Admins
gl: Administradores de aplicacións

source: Confirm Remove
gl: Confirmar borrado

source: Are you sure you want to remove this user as a Showcase Admin - {name}?
gl: Estás seguro de que desexas borrar este usuario como administrador de aplicacións - {name}?

source: Cancel
gl: Cancelar

source: Manage Showcase Admins
gl: Xestionar admininistradores de aplicacións

source: Add an Existing User
gl: Engadir un usuario existente

source: To make an existing user a Showcase Admin, search for their username below.
gl: Para convertir a un usuario existente en administrador de aplicacións, buscar embaixo polo seu nome de usuario

source: Username
gl: Nome de usuario

source: Add User
gl: Engadir usuario

source: User
gl: Usuario

source: Are you sure you want to remove this user from the Showcase Admin list?
gl: Estás seguro de que desexas borrar este usuario da lista de administradores de aplicacións?

source: Remove
gl: Borrar

source: There are currently NonShowcase Admins.
gl: Actualmente non hai administradores de aplicacións

source: <p><strong>Showcase Admin:</strong> Can create and remove showcases. Can add and remove datasets from showcases.</p>
gl: <p><strong>Administrador de aplicacións:</strong> Pode crear e borrar aplicacións. PodeEngadir e borrar conxuntos de datos das aplicacións

source: Showcases
gl: Aplicacións

source: Associate this showcase with this dataset
gl: Asociar esta aplicación con este conxunto de datos

source: Add to showcase
gl: Engadir á aplicacíón

source: There are Nonshowcases that feature this dataset
gl: Non hai aplicacións que conteñan este conxunto de datos

source: Edit
gl: Editar

source: Create Showcase
gl: Crear aplicación

source: View showcase
gl: Ver aplicación

source: Edit showcase
gl: Editar aplicación

source: Manage datasets
gl: Xestionar conxuntos de datos

source: Create a Showcase
gl: Crear unha aplicación

source: Title
gl: Título

source: eg. A descriptive title
gl: p.ex. un título descriptivo

source: eg. my-showcase
gl: p.ex. mi-aplicacion

source: Description
gl: Descripción

source: eg. Some useful notes about the data
gl: p.ex. algunas notas útiles sobre los datos

source: eg. economy, mental health, government
gl: p.ex. economía, salud mental, gobierno

source: External link
gl: Ligazón externa

source: Submitted By
gl: Enviado por

source: Submitter Email
gl: Email do remitente

source: Are you sure you want to delete this showcase?
gl: Estás seguro de que desexas borrar esta aplicación?

source: Delete
gl: Borrar

source: Update Showcase
gl: Actualizar aplicación

source: Archived
gl: Arquivado

source: Draft
gl: Borrador

source: Published
gl: Publicado

source: updated
gl: actualizado

source: Manage
gl: Xestionar

source: Private
gl: Privado

source: Launch website
gl: Abrir sitio web

source: Used datasets
gl: Conxuntos de datos utilizados

source: There are NonDatasets in this Showcase
gl: Non hai conxuntos de datos en esta aplicación

source: More from the author
gl: Máis do autor

source: Show all from this author
gl: Amosar todo de este autor

source: Application website
gl: Sitio web da aplicación

source: Author website
gl: Sitio web do autor

source: Search showcases...
gl: Buscar aplicacións...

source: Add Showcase
gl: Engadir aplicación

source: Newest first
gl: Máis novo primeiro

source: Oldest first
gl: Máis antigo primeiro

source: Relevance
gl: Relevancia

source: Name Ascending
gl: Nome ascendente

source: Name Descending
gl: Nome descendente

source: Last Modified
gl: Último modificado

source: Top rating
gl: Máis valorado

source: This showcase has Nondescription
gl: Esta aplicación non tén descrición

source: View {showcase_title}
gl: Ver {showcase_title}

source: Remove dataset from this showcase
gl: Borrar conxunto de datos de esta aplicación

source: {number} showcase found for '{query}'
gl: {number} aplicacións atopadas para '{query}'

source: Nonshowcases found for '{query}'
gl: Non se atoparon aplicacións para '{query}'

source: {number} showcase found
gl: {number} aplicación atopada

source: Nonshowcases found
gl: Non hai aplicacións atopadas
